{
    "date of birth": "\"date of birth\" refers to the date on which the subject was born. The object should be a specific time.",
    "place of birth": "\"place of birth\" refers to the most specific known location where a person, animal, or fictional character, which is the subject, was born. The object can be a city instead of a country, or even a hospital instead of a city.",
    "date of death": "\"date of death\" refers to the specific date when the subject died.",
    "place of death": "\"place of death\" refers to the most specific known location where a person, animal, or fictional character died (e.g. city instead of country, or hospital instead of city).",
    "father": "\"father\" refers to the male parent of the subject.",
    "mother": "\"mother\" refers to the female parent of the subject.",
    "child": "\"child\" refers to the subject has the object as their child.",
    "spouse": "\"spouse\" refers to the subject who is married to the object (husband, wife, partner, etc.).",
    "sibling": "\"sibling\" refers to individuals who share the same parents (brother, sister, etc.).",
    "educated at": "\"educated at\" refers to the educational institution that the subject attended and be a student. It represents the educational background of the subject. The subject should be the name of a person, and the object should be a school or educational institution, not a place.",
    "notable work": "\"notable work\" refers to a significant object, such as a scientific, artistic, literary, or other noteworthy creation associated with the subject. It is used to emphasize a specific piece of subject.",
    "award received": "\"award received\" refers to the award or recognition received by a person, organization, or creative work.",
    "participant of": "\"participant of\" refers to an event in which a person, group or organization was or is a participant. It represents the involvement of the subject in the event and the object is the even.",
    "participant": "\"participant\" refers to person, group of people or organization (object) that actively takes/took part in an event or process (subject).  Preferably qualify with \\\"object has role\\\" (P3831). Use P1923 for participants that are teams..",
    "country of citizenship": "\"country of citizenship\" refers to the country that recognizes an individual as its citizen. The individual is the subject and the country is the object.",
    "religion": "\"religion\" refers to the religion of a person, organization, or associated with this subject.",
    "belongs to ethnic group": "\"belongs to ethnic group\" refers to the relationship between the subject and their ethnicity. The usage of this field requires a very high standard of proof, which can be established through the subject's own claim, wide agreement among scholars, or portrayal in fictional works.",
    "ethnic group": "\"ethnic group\" refers to subject's ethnicity (consensus is that a VERY high standard of proof is needed for this field to be used. In general this means 1) the subject claims it themself, or 2) it is widely agreed on by scholars, or 3) is fictional and portrayed as such).",
    "employer of": "\"employer of\" refers to the person or organization for which the subject works or worked.",
    "employer": "\"employer\" refers to person or organization for which the subject works or worked.",
    "plays in league": "\"plays in league\" refers to the league in which a team or player participates or has participated.",
    "league": "\"league\" refers to league in which team or player plays or has played in.",
    "residence": "\"residence\" refers to the place where the subject is or has been a resident.",
    "member of": "\"member of\" refers to organization, club or musical group, ethnic or social groups, political groups, to which the subject belongs, or been a member or otherwise affiliated.",
    "member of political party": "\"member of political party\" refers to the political party of which this politician is or has been a member or otherwise affiliated.",
    "member of sports team": "\"member of sports team\" refers to sports teams or clubs that the subject represents or represented.",
    "position held": "\"position held\" refers to the current or former position or public office held by the subject.",
    "participated in conflict": "\"participated in conflict\" refers to battles, wars, or other military engagements in which the person or item participated. The subject is the person or item, and the object is the specific conflict.",
    "conflict": "\"conflict\" refers to battles, wars or other military engagements in which the person or item participated.",
    "work location": "\"work location\" refers to the location where the subject, which can be a person or organization, actively participates in employment, business, or other work.",
    "has cast member": "\"has cast member\" refers to the subject work and the individuals (object) who are part of its cast. The subject work can be a movie, play, TV show, or any other production involving actors or performers. This relation is used to identify and connect the specific individuals who portray characters or perform roles within the mentioned work.",
    "cast member": "\"cast member\" refers to actor in the subject production [use \\\"character role\\\" (P453) and/or \\\"name of the character role\\\" (P4633) as qualifiers] [use \\\"voice actor\\\" (P725) for voice-only role].",
    "location in": "\"location in\" refers to the relationship between a subject (e.g., organizations, events, creative works, food, products, locations) and the country, administrative territorial entity, or specific location (object) it is associated with. It is not used for individual people. It indicates the origin, occurrence, or affiliation of the subject with the corresponding geographic entity, including specific locations.",
    "country": "\"country\" refers to the subject and the independent nation it is associated with. The subject can be various entities such as organizations, creative works, food, products, and similar things. It is not used for individual people. This relation is used to identify the origin or source of the mentioned entities.",
    "country of origin": "\"country of origin\" refers to country of origin of this item (creative work, food, phrase, product, etc.).",
    "located in the administrative territorial entity": "\"located in the administrative territorial entity\" refers to the subject being located within a specific administrative entity, which is the object.",
    "contains administrative territorial entity": "\"contains administrative territorial entity\" refers to (list of) direct subdivisions of an administrative territorial entity.",
    "location": "\"location\" refers to the specific place where the subject (a item, structure, or event, not person) is situated. It is used for specifying locations that are non-administrative places and for items about events. The object should not be an administrative entity or a geographic entity.",
    "headquarters location": "\"headquarters location\" refers to the city where an organization's headquarters(which is subject) is or has been situated.",
    "set in location": "\"set in location\" refers to the relationship between a work and the specific location where its narrative is set. The subject is a work and the object is specific location.",
    "narrative location": "\"narrative location\" refers to the narrative of the work is set in this location.",
    "location of formation": "\"location of formation\" refers to the place where a group or organization originated or was established.",
    "located on terrain feature": "\"located on terrain feature\" refers to the subject being situated on a specific (geo)physical feature. The object should not be political/administrative or a mountain range.",
    "is located by the waterfront of": "\"is located by the waterfront of\" refers to a location that is situated adjacent to or in close proximity to a body of water. The subject represents the specific location, and the object represents the body of water.",
    "located in or next to body of water": "\"located in or next to body of water\" refers to sea, lake, river or stream.",
    "has water basin country": "\"has water basin country\" refers to a water basin that encompasses or borders a specific country. The subject is the water basin, and the object is the corresponding country.",
    "basin country": "\"basin country\" refers to country that have drainage to/from or border the body of water.",
    "drains into": "\"drains into\" refers to the action of a watercourse flowing from the subject into the object, where the subject is a watercourse and the object is a body of water.",
    "mouth of the watercourse": "\"mouth of the watercourse\" refers to the body of water to which the watercourse drains.",
    "capital of": "\"capital of\" refers to country, state, department, canton or other administrative division of which the municipality is the governmental seat.",
    "capital": "\"capital\" refers to seat of government of a country, province, state or other type of administrative territorial entity.",
    "belongs to continent": "\"belongs to continent\" refers to continent of which the subject is a part.",
    "continent": "\"continent\" refers to continent of which the subject is a part.",
    "serve as government head of": "\"serve as government head of\" refers to the person who holds the highest executive position in a town, city, municipality, state, country, or any other governmental body. The subject is the individual holding the position, and the object is the country or governmental body.",
    "head of government": "\"head of government\" refers to head of the executive power of this town, city, municipality, state, country, or other governmental body.",
    "serve as state head of": "\"serve as state head of\" refers to official with the highest formal authority in a country/state. The subject is the individual holding the position, and the object is the country.",
    "head of state": "\"head of state\" refers to official with the highest formal authority in a country/state.",
    "has chairperson": "\"has chairperson\" refers to the relationship between an organization, group, or body (subject) and its presiding member (object), who serves as the chairperson.",
    "chairperson": "\"chairperson\" refers to presiding member of an organization, group or body.",
    "followed by": "\"followed by\" refers to the immediate succession of an item or event in a series, where the subject is a part of that series. The subject and object should be books, songs, works, or events, and same kind, but not for person.",
    "follows": "\"follows\" refers to immediately prior item in a series of which the subject is a part [if the subject has replaced the preceding item, e.g. political offices, use \"replaces\" (P1365)].",
    "has legislative body": "\"has legislative body\" refers to the political institution that governs the entity and consists of elected representatives, such as a parliament, legislature, or council. The subject is the entity being governed, and the object is the specific legislative body.",
    "legislative body": "\"legislative body\" refers to legislative body governing this entity; political institution with elected representatives, such as a parliament/legislature or council.",
    "applies to jurisdiction": "\"applies to jurisdiction\" refers to an item (institution, law, public office, public register, etc.) or statement that belongs to or has power over a specific territorial jurisdiction, such as a country, state, municipality, etc. The subject is the item or statement, and the object is the territorial jurisdiction it applies to.",
    "created by": "\"created by\" refers to the maker or creator of a creative work or other object, like written work, song lyrics, games, software, film, musical work, theatrical production, etc. The subject is the creative work or object, and the object is the creator.",
    "creator": "\"creator\" refers to maker of this creative work or other object (where no more specific property exists).",
    "author": "\"author\" refers to main creator(s) of a written work (use on works, not humans); use P2093 when Wikidata item is unknown or does not exist.",
    "developer": "\"developer\" refers to organisation or person that developed the item.",
    "manufacturer": "\"manufacturer\" refers to manufacturer or producer of this product.",
    "composer": "\"composer\" refers to person(s) who wrote the music [for lyricist, use \\\"lyrics by\\\" (P676)].",
    "lyrics by": "\"lyrics by\" refers to author of song lyrics.",
    "producer": "\"producer\" refers to person(s) who produced the film, musical work, theatrical production, etc. (for film, this does not include executive producers, associate producers, etc.) [for production company, use P272, video games - use P178].",
    "screenwriter": "\"screenwriter\" refers to person(s) who wrote the script for subject item.",
    "performed by": "\"performed by\" refers to an actor, musician, band, or other performer associated with a specific role or musical work. The subject is the role or musical work, and the object is the performer.",
    "performer": "\"performer\" refers to actor, musician, band or other performer associated with this role or musical work.",
    "directed by": "\"directed by\" refers to the person or persons who directed the subject film, TV series, stage play, video game, or similar. They are responsible for guiding the creative vision and overall production of the subject.",
    "director": "\"director\" refers to director(s) of film, TV-series, stageplay, video game or similar.",
    "published by": "\"published by\" refers to organization or person(object) responsible for publishing books, periodicals, printed music, podcasts, games or software(subject).",
    "publisher": "\"publisher\" refers to organization or person responsible for publishing books, periodicals, printed music, podcasts, games or software.",
    "instance of": "\"instance of\" refers to the class or category to which the subject belongs as a particular example or member.",
    "parent taxon": "\"parent taxon\" refers to closest parent taxon of the taxon in question.",
    "subclass of": "\"subclass of\" refers to the next higher class or type. All instances of the subject are also instances of the object. The subject is a class or subset of the object.",
    "part of": "\"part of\" refers to the object of which the subject is a part. It indicates the inclusion or membership of the subject within a larger entity.",
    "has part": "\"has part\" refers to part of this subject; inverse property of \\\"part of\\\" (P361). See also \\\"has parts of the class\\\" (P2670)..",
    "series": "\"series\" refers to series which contains the subject.",
    "occurrence time": "\"occurrence time\" refers to a specific time and date when a subject came into existence, an event involving the subject took place, an activity related to the subject began, or a statement regarding the subject became true. It emphasizes the happening or existence of the subject at a particular moment in time.",
    "publication date": "\"publication date\" refers to date or point in time when a work was first published or released.",
    "inception": "\"inception\" refers to date or point in time when the subject came into existence as defined.",
    "start time": "\"start time\" refers to time an item begins to exist or a statement starts being valid.",
    "point in time": "\"point in time\" refers to time and date something took place, existed or a statement was true.",
    "production company": "\"production company\" refers to the company that provides financial support and organizational resources for the production of the subject film, audio, or performing arts work.",
    "owned by": "\"owned by\" refers to the entity or object that is the owner of the subject. The subject is a item and object is a person or organization or group.",
    "parent organization": "\"parent organization\" refers to the organization that is the parent or controlling entity of the subject organization.",
    "subsidiary": "\"subsidiary\" refers to subsidiary of a company or organization; generally a fully owned separate corporation. Compare with \\\"business division\\\" (P199). Opposite of parent organization (P749)..",
    "belongs to military branch": "\"belongs to military branch\" refers to the affiliation of the object with a specific military branch, where the object can be a military unit, award, office, or person, and the subject is the entity that belongs to the military branch.",
    "military branch": "\"military branch\" refers to branch to which this military unit, award, office, or person belongs, e.g. Royal Navy.",
    "founded by": "\"founded by\" refers to the founder or co-founder of an organization, religion, or place. It highlights the individual or individuals responsible for establishing the entity.",
    "present in work": "\"present in work\" refers to this (fictional or fictionalized) entity or person appears in that work as part of the narration, etc movie or book.",
    "characters": "\"characters\" refers to characters which appear in this item (like plays, operas, operettas, books, comics, films, TV series, video games).",
    "languages spoken, written or signed": "\"languages spoken, written or signed\" refers to the languages spoken, written or signed by a person or a people, including their native language(s).",
    "official language": "\"official language\" refers to the language that is designated as the official language by the subject. It represents the language that is used for official purposes and administration.",
    "is operated by": "\"is operated by\" refers to the relationship between an equipment, facility, or service (subject) and the person, profession, or organization (object) that operates it.\".",
    "operator": "\"operator\" refers to person, profession, or organization that operates the equipment, facility, or service.",
    "has record label": "\"has record label\" refers to the relationship between a music recording or music video (subject) and the associated brand and trademark (object) responsible for its marketing.",
    "record label": "\"record label\" refers to brand and trademark associated with the marketing of subject music recordings and music videos.",
    "replaces": "\"replaces\" refers to the person, state, or item that was replaced by the subject.",
    "replaced by": "\"replaced by\" refers to other person or item which continues the item by replacing it in its role. Use P156 (followed by) if the item is not replaced (e.g. books in a series), nor identical, but adds to the series without dropping the role of this item in that series.",
    "end time": "\"end time\" refers to the time when the subject ceases to exist or when a statement about the subject stops being valid, the subject should not be a person.",
    "separated from": "\"separated from\" refers to subject was founded or started by separating from identified object.",
    "available on platform": "\"available on platform\" refers to platform for which a work was developed or released, or the specific platform version of a software product.",
    "platform": "\"platform\" refers to platform for which a work was developed or released, or the specific platform version of a software product.",
    "belongs to genre": "\"belongs to genre\" refers to the relationship between a creative work or an artist (subject) and the genre or field of work (object) it belongs to.",
    "genre": "\"genre\" refers to creative work's genre or an artist's field of work (P101). Use main subject (P921) to relate creative works to their topic.",
    "created in language": "\"created in language\" refers to language in which a film or a performance work was originally created.",
    "original language of work": "\"original language of work\" refers to language in which a film or a performance work was originally created. Deprecated for written works and songs; use P407 (\"language of work or name\") instead..",
    "is territory claimed by": "\"is territory claimed by\" refers to administrative divisions that claim control of a given area.",
    "territory claimed by": "\"territory claimed by\" refers to administrative divisions that claim control of a given area.",
    "originally broadcast by": "\"originally broadcast by\" refers to the relationship between a radio or television program (subject) and the network(s) or service(s) (object) that originally aired or broadcasted it.",
    "original network": "\"original network\" refers to network(s) or service(s) that originally broadcasted a radio or television program.",
    "produces": "\"produces\" refers to the relationship between a government agency, business, industry, facility, or process (subject) and the material or product (object) that is produced by it.\"",
    "product or material produced": "\"product or material produced\" refers to material or product produced by a government agency, business, industry, facility, or process."
}